Repository: EvgenyBaulin/itogo
Catalog: Apps/macOS/Resources/Strings/Overview.xcstrings
Source language: en
Languages: ru

# overview.anomalies
source: Worth a second look
ru: Стоит посмотреть

# overview.anomaliesMore
source: and %d more
ru: и ещё %d

# overview.anomaliesNone
source: Nothing unusual in the last month
ru: За последний месяц ничего необычного

# overview.archivedMoney
source: «%1$@» is archived but holds %2$@ — move it to another account?
ru: На «%1$@» в архиве %2$@ — перевести на другой счёт?

# overview.archivedMoney.move
source: Move…
ru: Перевести…

# overview.badChange
source: Bad:
ru: Плохие:

# overview.balanceForecast.none
source: No account of the summary is reconciled yet — there is nothing to forecast from
ru: Ни один счёт сводки ещё не сверен — прогнозировать не от чего

# overview.balanceForecast.notCounted
source: Accounts never reconciled are not in it
ru: Несверенные счета сюда не входят

# overview.balanceForecast.through
source: On %@, accounts in the summary
ru: На %@, счета в сводке

# overview.comparison
source: %1$@ · %2$@ vs %3$@
ru: %1$@ · %2$@ к %3$@

# overview.comparisonNoBase
source: %@ · no data last month
ru: %@ · в прошлом месяце данных нет

# overview.expenses
source: Expenses
ru: Расходы

# overview.forecast
source: Spending forecast to the end of the month
ru: Прогноз расхода до конца месяца

# overview.forecastComputedAt
source: Model computed at %@
ru: Модель посчитана в %@

# overview.forecastComputedOn
source: Model computed %@
ru: Модель посчитана %@

# overview.forecastPlannedAmount
source: planned payments %@
ru: плановые платежи %@

# overview.forecastRange
source: from %1$@ to %2$@
ru: от %1$@ до %2$@

# overview.goalsExceed
source: Spent a goal's money? Press «Withdraw»
ru: Потратили деньги цели? Нажмите «Забрать»

# overview.goalsExceedDetail
source: The goals hold %1$@, the accounts in the summary %2$@.
ru: На целях %1$@, а на счетах в сводке — %2$@.

# overview.iOwe.monthly
source: Payments a month
ru: Платежи в месяц

# overview.iOwe.next
source: next %@
ru: следующий %@

# overview.iOwe.none
source: You owe nobody
ru: Вы никому не должны

# overview.income
source: Income
ru: Доходы

# overview.incomeForecast.expected
source: Still expected
ru: Ещё ждём

# overview.incomeForecast.fromExpectations
source: By the expected income of the month
ru: По ожидаемым поступлениям месяца

# overview.incomeForecast.fromMedian
source: By the usual income of past months
ru: По обычному доходу прошлых месяцев

# overview.incomeForecast.none
source: No income this month and none expected yet
ru: В этом месяце доходов нет и пока ничего не ждём

# overview.incomeForecast.received
source: Received
ru: Получено

# overview.incomeForecast.receivedOnly
source: Only what has come in: nothing more is expected
ru: Только полученное: больше ничего не ждём

# overview.lastCount.none
source: No reconciliation yet
ru: Сверок ещё не было

# overview.lastRecord.none
source: No operation written yet
ru: Операций ещё не записывали

# overview.lastRecord.on
source: Last entry: %@
ru: Последняя запись: %@

# overview.lastRecord.today
source: Last entry: today, %@
ru: Последняя запись: сегодня, %@

# overview.lastRecord.yesterday
source: Last entry: yesterday, %@
ru: Последняя запись: вчера, %@

# overview.monthToDate
source: Month to date
ru: С начала месяца

# overview.noRecent
source: No operations in the last two months. The whole history is in the Transactions window (⇧⌘T).
ru: За последние два месяца операций нет. Вся история — в окне «Операции» (⇧⌘T).

# overview.noSpendingYet
source: No spending this month yet
ru: В этом месяце ещё нет расходов

# overview.openGoals
source: Go to goals
ru: К целям

# overview.owedNobody
source: Nobody owes you anything
ru: Никто ничего не должен

# overview.owedPartlyReturned
source: partly returned already: %@
ru: уже вернули часть: %@

# overview.qualities
source: Good and bad
ru: Хорошие и плохие

# overview.reconciliation
source: Last reconciliation
ru: Последняя сверка

# overview.reconciliationNone
source: No reconciliations yet
ru: Сверок ещё не было

# overview.reconciliationTotal
source: one total, before accounts
ru: одной суммой, до счетов

# overview.tile.balanceForecast
source: Balance forecast to the end of the month
ru: Прогноз остатка до конца месяца

# overview.tile.canSave
source: Can save
ru: Можно отложить

# overview.tile.event
source: Event
ru: Событие

# overview.tile.expectedIncome
source: Expected income
ru: Ожидаемые поступления

# overview.tile.freeMoney
source: Free money
ru: Свободные средства

# overview.tile.iOwe
source: I owe
ru: Я должен

# overview.tile.incomeForecast
source: Income forecast to the end of the month
ru: Прогноз дохода до конца месяца

# overview.tile.lastCount
source: Last reconciliation
ru: Последняя сверка

# overview.tile.lastCountAndRecord
source: Last reconciliation and operation
ru: Последняя сверка и операция

# overview.tile.lastRecord
source: Last operation
ru: Последняя операция

# overview.tile.limits
source: Limits
ru: Лимиты

# overview.tile.monthToDate
source: Month to date
ru: С начала месяца

# overview.tile.owedToMe
source: Owed to me
ru: Мне должны

# overview.tile.qualities
source: Good and bad
ru: Хорошие и плохие

# overview.tile.spendingForecast
source: Spending forecast to the end of the month
ru: Прогноз расхода до конца месяца

# overview.tile.topCategories
source: Top categories
ru: Топ категорий

# overview.tile.upcoming
source: Payments for 7 days
ru: Платежи на 7 дней

# overview.tile.worthALook
source: Worth a look
ru: Стоит посмотреть

# overview.topCategories
source: Top categories
ru: Топ категорий

# status.dataStale
source: The data was not refreshed — showing it as of %@
ru: Данные не обновились — показаны на %@

# status.ratesFailed
source: CBR rates: could not update
ru: Курсы ЦБ: не удалось обновить

# status.ratesNothing
source: CBR rates: nothing to refine
ru: Курсы ЦБ: уточнять нечего

# status.ratesUpdated
source: CBR rates: updated
ru: Курсы ЦБ: обновлены

# status.ratesUpdating
source: CBR rates: updating…
ru: Курсы ЦБ: обновляются…
